Revit 2027 API
RebarShapeConstraintArcLength Properties
The RebarShapeConstraintArcLength type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from RebarShapeConstraint)
Top
See Also
Reference
RebarShapeConstraintArcLength Class
Autodesk.Revit.DB.Structure Namespace